// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%d u %@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ diskovi.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disk.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%@ %@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%@ (%@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Nema Na Liniji Karte)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%@ hitno sprema sve podatke lokalno na vas uredaj tako da ga mozete koristiti cak bez mreznog prikljucka.  Jedini podaci koji nisu spremljeni su filmovske pretpremijere.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ ne moze otvoriti stranicu zato sto nije ukljucen u internet.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%@ sadrzi nedovoljan prijevod. Mozete li pomoci?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%@ ne cuva vase Netflix korisnicko ime i sifru.\n\nNetflix.com web stranica otvoriti ce se tako da mozete ovlastiti ovu aplikaciju da koristite svoj korisnicki racun.\n\nWi-fi prikljucak je preporucljen kada prvi put koristite Netflix.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%@ ne pokazuje moje omiljeno kino. Mozete li pomoci?";

/* No comment provided by engineer. */
"%@ must first update your local movie queue before it can process your change. Please try your change again shortly." = "%@ prvo treba azurirati vas localni filmski red prije nego sto moze obraditi vasu promjenu. Molimo pokusajte vasu promjenu kasnije.";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "%@ rezultati";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%@. %@";

/* 5 kilometers or 5 miles */
"%d %@" = "%d %@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%d Pitanje i Odgovori";

/* i.e.: 2 hours */
"%d hours" = "%d sati";

/* i.e.: 30 minutes */
"%d minutes" = "%d minute";

/* No comment provided by engineer. */
"%d months ago" = "%d mjeseci prije";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%d od %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%d kina izvan svog podrucja";

/* No comment provided by engineer. */
"%d weeks ago" = "%d tjedne prije";

/* No comment provided by engineer. */
"%d years ago" = "%d godine prije";

/* No comment provided by engineer. */
"1 hour" = "1 sat";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometar";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 month ago" = "1 mjeseca prije";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 kino izvan pretrazivanje podrucje";

/* No comment provided by engineer. */
"1 week ago" = "1 tjedna prije";

/* No comment provided by engineer. */
"1 year ago" = "1 godina prije";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "U Vezi";

/* No comment provided by engineer. */
"Account #%d" = "Racun #%d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "Racun: %@ %@";

/* No comment provided by engineer. */
"Accounts" = "Racune";

/* Movie category */
"Action & Adventure" = "Akcija i Avantura";

/* No comment provided by engineer. */
"Add New Account" = "Dodaj Novi Racun";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Dodaj Kino";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Dodaj do Netflix";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Dodavanje Filma";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Sve";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Sve (%d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "Nepoznata pogreska.";

/* Movie category */
"Anime & Animation" = "Anime i Animacije";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple ne osigurava mehanizam za druga stranka aplikacije kako bi promijenili svoje ikone. Kad oni to dozvoljavaju, ja cu dati ovu sposobnost.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Kod Kuce";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Automatsko Azuriranje Mjesto";

/* Movie is available to be shipped now */
"Available Now" = "Sada Dostupan";

/* Movie will be released soon */
"Available Soon" = "Uskoro Dostupan";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Ceka na Pustanje";

/* No comment provided by engineer. */
"Bio:" = "Bio:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Samo Blu-Ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Nazovi";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Mozete li povecati maksimalnu udaljenost za pretrazivanje kazalista?";

/* No comment provided by engineer. */
"Cancel" = "Odustani";

/* No comment provided by engineer. */
"Cannot Open Page" = "Ne mogu otvoriti stranicu";

/* No comment provided by engineer. */
"Cast:" = "Glumci:";

/* No comment provided by engineer. */
"Category Notifications" = "Kategorija Obavjestenja";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Promjeni Datum";

/* Movie category */
"Children & Family" = "Djeca i Familija";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Grad/Drzava ili Postanski Pretinac";

/* Movie category */
"Classics" = "Klasici";

/* Movie category */
"Comedy" = "Komedija";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Ne mogu promijeniti ocjena:\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Ne mogu se spojiti na Netflix.";

/* No comment provided by engineer. */
"Could not find location." = "Ne mogu pronaci lokaciju.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Ne mogu pronaci lokaciju.\nKorisnik odbijen koristenje lokacije usluga.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Mozete li dodati podrsku za Blockbuster posudivanje filme i Netflix posudivanje filme?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Mozete li dati mogucnost da mi odabrati ikonu zelim za%@?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Trenutno Blockbuster ne pruza podrsku API za druga stranka aplikacija da prikljuci na. Kad su se, a ja cu dodati podrsku za Blockbuster iznajmljivanje.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "Trenutno nema. Medutim, jednostavno oznaciti i kazaliste 'ljubimac' (dodirom 'zvijezde' u oknu kazaliste detalje) i ona ce se pojaviti cak i ako je izvan raspona za pretrazivanje.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "Trenutno, samo postavke mogu se mijenjati sa Netflix's website";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Samo DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray detalji:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Podaci za buduce datume svibanj biti nepotpun. Resetiraj pretrazivanje datum to tekuci datum da vidite puni prikaz.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Definitivno! Koristite 'Posalji komentar' gumb iznad da me kontaktirate. Pustiti mene znati sto treba ispraviti a ja cu se problem rijesi za sljedecu verziju.";

/* No comment provided by engineer. */
"Director:" = "Direktor:";

/* No comment provided by engineer. */
"Directors:" = "Direktors:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "Disk";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Disk (%d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Disk Red";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Udaljenosti";

/* Movie category */
"Documentary" = "Dokumentarni";

/* No comment provided by engineer. */
"Downloading data" = "Skidanje podataka";

/* No comment provided by engineer. */
"Downloading image" = "Skidanje Slike";

/* No comment provided by engineer. */
"Downloading information." = "Skidanje informacije.";

/* Movie category */
"Drama" = "Drama";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "Zbog licenciranju i restrikcijama, recenzije i ocjene svibanj neće biti dostupne za sve filmove.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "E-mail oglasi";

/* No comment provided by engineer. */
"Enabled" = "Omoguceno";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Cijela povijest";

/* No comment provided by engineer. */
"Error occurred" = "Došlo je do pogreške";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Doslo je do pogreske u razgovoru s Netflix. Molim pokusajte ponovno kasnije.";

/* Movie category */
"Faith & Spirituality" = "Vjera i Duhovnost";

/* No comment provided by engineer. */
"Favorites" = "Favoriti";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Kratak film pod uvjetom od:";

/* No comment provided by engineer. */
"Force Refresh" = "Nasilje Osvjezavanja";

/* Movie category */
"Foreign" = "Stranih";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Format:";

/* Movie category */
"Gay & Lesbian" = "Homoseksualan";

/* No comment provided by engineer. */
"Genre:" = "Zanre:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Geolocation usluga koje pruza:";

/* No comment provided by engineer. */
"Google Maps" = "Google Maps";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Grafika od David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafika od Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Pomoc";

/* Movie category */
"Horror" = "Uzas";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Ja apsolutno cu pokusati. Molimo slavina 'Dodaj kazalista' gumb gore da me kontaktirate. Ja cu trebati kazaliste ime i svoj broj telefona. Hvala!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "IMDb naknade za licenciranje nazalost previsoka za mene to priuštiti. Zao mi je!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Ako %@ predmemorija podataka, zašto me uvijek vidjeti 'ucita pauk', cak i na plakatima koji su vec ucitan?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Ako vam se svida %@, molimte razmotriti pisanje mali pregled za iTunes Store. To će pomoći novim korisnicima otkriti ovaj app, dopustite mi da vam donijeti nove velike mogucnosti, drzati stvari oglas besplatno, i ucinit će me osjetiti fuzzy iznutra. Hvala!";

/* No comment provided by engineer. */
"Incorrect Twitter user name or password." = "Neispravan Twitter korisnicko ime ili lozinka.";

/* Movie category */
"Independent" = "Nezavisni";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Trenutak";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Trenutak (%d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Trenutak Red";

/* No comment provided by engineer. */
"Instant Watch" = "Trenutak Gledati";

/* No comment provided by engineer. */
"International Data" = "Internacionala Podatka";

/* No comment provided by engineer. */
"Last Friday" = "Zadnji Petak";

/* No comment provided by engineer. */
"Last Monday" = "Zadnji Pnedjeljak";

/* No comment provided by engineer. */
"Last Saturday" = "Zadnji Subota";

/* No comment provided by engineer. */
"Last Sunday" = "Zadnji Nedjelja";

/* No comment provided by engineer. */
"Last Thursday" = "Zadnji Cetvrtak";

/* No comment provided by engineer. */
"Last Tuesday" = "Zadnji Utorak";

/* No comment provided by engineer. */
"Last Wednesday" = "Zadnji Srijeda";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Manje od %d %@ van kuce";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Manje od 1 %@ van kuce";

/* No comment provided by engineer. */
"License" = "Dozvola";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Licenciranje ogranicenja s odredenim podacima usluga samo dopustiti za podskup svih film ocjene i recenzije. Zao mi je!";

/* No comment provided by engineer. */
"Like This App?" = "Kao i ovaj app?";

/* No comment provided by engineer. */
"Loading" = "Ucita";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Ucita Pokazatelji";

/* No comment provided by engineer. */
"Loading image" = "Ucita slika";

/* No comment provided by engineer. */
"Local results unavailable" = "Localno rezultati nedostupna";

/* No comment provided by engineer. */
"Localized by:" = "Lokaliziran od strane:";

/* No comment provided by engineer. */
"Location" = "Lokacija";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Prijava na postojeci racun";

/* No comment provided by engineer. */
"Logging in to Twitter" = "Pristu Twitter";

/* There will be a long wait before the movie is released */
"Long Wait" = "Dugo Cekati";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Karte";

/* No comment provided by engineer. */
"Map Theaters" = "Karta Kine";

/* The most popular movies currently */
"Most Popular" = "Najpopularnije";

/* No comment provided by engineer. */
"Movie Rating" = "Film Ocjena";

/* No comment provided by engineer. */
"Movie details provided by:" = "Film detalji obezbjeden od:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Film recenzije obezbjeden od:";

/* No comment provided by engineer. */
"Movies" = "Filmovi";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Filmovi (%d)";

/* No comment provided by engineer. */
"Moving Movie" = "Krece Film";

/* Movie category */
"Music & Musicals" = "Glazba i Musicals";

/* No comment provided by engineer. */
"My other applications" = "Moja druga aplikacija";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Ime";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Mreza Nedostupno";

/* Movie category */
"New 'Instant Watch'" = "Novi 'Trenutak Gledati'";

/* Movie category */
"New DVDs" = "Novi DVDs";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Ne Hvala";

/* No comment provided by engineer. */
"No biography available." = "Biografija nije dostupna.";

/* No comment provided by engineer. */
"No bookmarked movies" = "Oznacen filmovi nedostupan";

/* No comment provided by engineer. */
"No information found" = "Informacije nedostupan";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Nema oglasi naci na '%@' o %@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Nema oglasi naci sa '%@' kod '%@' na %@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Nema oglasi naci sa '%@' na %@";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Nema rezultata za '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Nema sinopsis.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Njedan";

/* Movie is not currently rentable */
"Not Rentable" = "Nije Najam";

/* No comment provided by engineer. */
"Not yet rated" = "Ne jos odreden";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Sada Igranje Povratna Informacija";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Otvoreni i ovlastiti";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Opcije";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Narudzba ulaznica za %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Preko Kvote - Pokusajte ponovo kasnije";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "igraj kratak film";

/* No comment provided by engineer. */
"Please Wait" = "Molimte Cekaj";

/* No comment provided by engineer. */
"Please enter your location" = "Molimo unesite svoje mjesto";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "Molimo da ocijenite je na App Store.\n\n Vec ocjenjen prethodnu verziju? Azurirajte ocjena se racunati u tekuci inacici.";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Zeljena Formati";

/* Takes the user to the website for this application */
"Project Website" = "Internetska stranica projekta";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Ocjeni!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Određen %@";

/* No comment provided by engineer. */
"Rated:" = "Određen:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Procitajte recenzije";

/* No comment provided by engineer. */
"Really close by" = "Stvarno u neposrednoj blizini";

/* No comment provided by engineer. */
"Really far away" = "Stvarno daleko";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Nedavno se Vratio";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Nedavno Gledao";

/* Movie recommendations from Netflix */
"Recommendations" = "Preporuka";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Opustiti";

/* No comment provided by engineer. */
"Release date:" = "Datum objave:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Izdanje: %@";

/* No comment provided by engineer. */
"Remove Account" = "Ukloni Racun";

/* No comment provided by engineer. */
"Rental History" = "Iznajmljivanje Povijest";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Preuredjenju red nije uspjela:\n\%@";

/* No comment provided by engineer. */
"Requesting access" = "Zahtjev za pristup";

/* No comment provided by engineer. */
"Requesting authorization" = "Zahtjev za autorizaciju";

/* No comment provided by engineer. */
"Reviews" = "Recenzije";

/* Movie category */
"Romance" = "Romantika";

/* No comment provided by engineer. */
"Running time:" = "Trcanje vrijeme:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "Spremi sve na fotografiju knjiznice";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Spremi na fotografiju knjižnice";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Spremljeni";

/* Saved in Instant Queue */
"Saved in %@" = "Spremljeni u %@";

/* No comment provided by engineer. */
"Saving" = "Usteda";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "Usteda %d od %d";

/* Movie category */
"Sci-Fi & Fantasy" = "Sci-Fi i Fantazija";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Rezultat";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "Zaslon Rotacija";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Trazi Datum";

/* No comment provided by engineer. */
"Search Distance" = "Trazi Udaljenosti";

/* No comment provided by engineer. */
"Search Netflix" = "Trazi Netflix";

/* No comment provided by engineer. */
"Searching" = "Pretrazivanje";

/* No comment provided by engineer. */
"See the section on IMDb." = "Pogledajte odjeljak on IMDb.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Slati Povratna Informacija";

/* No comment provided by engineer. */
"Settings" = "Postavke";

/* There will be a short wait before the movie is released */
"Short Wait" = "Malo Pricekati";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Prikazi %d skrivene kina";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Prikazi 1 skriveno kino";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Pokazi Obadva";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Pokazi Nijedan";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Pokazi Obavijesti";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Pokazi puta preuzeto na %@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Prijavite se za novi korisnicki racun";

/* Movie category */
"Special Interest" = "Posebni Interes";

/* Movie category */
"Sports & Fitness" = "Sport i Fitness";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Uspjeh! %@ Je bio odobren pristup vasem racunu Netflix. Sada mozete dodati svoje filmove na cekanju, vidjeti sto je novo i sto je preporuceno za vas, i mnogo vise!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Dodirnite 'Posalji Komentar' gumb iznad me kontaktirajte izravno o svemu sto vam je potrebno. Zivjeli! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Taknite za unos lokacije";

/* Movie category */
"Television" = "Televizija";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Kazaliste je posljednji put poslovao show puta na\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Kazaliste usluga cesto ogranicavaju maksimalnu udaljenost trazi oni ce dati podatke. Kao rezultat toga, neke kazalista nece svibanj pokazivanje gore za vas, cak i ako pretrage udaljenost je postavljen visoko.";

/* No comment provided by engineer. */
"Theaters" = "Kazalista";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Kazalista (%d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Kazališta su uklonjeni i kad se ne daju novije oglasi. Kada up-to-date unos su dostavili, kazalište će se pojaviti automatski u %@.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Ovo kazaliste jos nije objavila je pokazati vrijeme. Kada postanu dostupne, %@ ce ih preuzimati automatski.";

/* Movie category */
"Thrillers" = "Trilere";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Prodaja ulaznica pod uvjetom by:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Naslov";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "Da bi pomicanje kao brzo i glatko kao sto je moguce, %@ ne pokazuje plakat dok scrolling je zaustavljen.";

/* No comment provided by engineer. */
"Today" = "Danas";

/* Movie category */
"Top DVDs" = "Vrh DVDs";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Vrh od Disk Red";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Vrh od Trenutak Red";

/* No comment provided by engineer. */
"Translations" = "Prijevodi";

/* No comment provided by engineer. */
"Tweeting" = "Cvrkutati";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "Nazalost, ne Movietickets.com ce pruziti podrsku za prodaju karata, ako sam i osigurati kroz racunovodstvo Fandango.com. Idem Fandango.com kazalista, i tako da je usluga ja sam ijepljenje sa.";

/* No comment provided by engineer. */
"Unknown Distance" = "Nepoznati Udaljenosti";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Nepoznati Datum Objave";

/* No comment provided by engineer. */
"Unrated" = "Ne vrednuju";

/* No comment provided by engineer. */
"Upcoming" = "Uskoro Ce Biti Izdan";

/* No comment provided by engineer. */
"Updating" = "Ažuriranje";

/* No comment provided by engineer. */
"Updating Listings" = "Ažuriranje Ispis";

/* No comment provided by engineer. */
"Updating Queue" = "Ažuriranje Red";

/* No comment provided by engineer. */
"Updating: %@" = "Ažuriranje: %@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Koristite mala slova";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Vrlo dugo cekati";

/* No comment provided by engineer. */
"Website" = "Web stranica";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Web stranice";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Sto mogu uciniti ako imam pitanje koje nije odgovoreno?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "Zasto moje kazaliste nestati?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Zasto ne %@ ponuda za prodaju karata putem Movietickets.com kao Fandango.com?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Zasto ne %@ osigurati IMDb korisnik ocjene i recenzije?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Zasto ne %@ osigurati Yahoo ocjene i recenzije?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Zasto ne mogu vidjeti ocjene i recenzije za sve filmove u %@?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Zasto je uvijek %@ skidanje podataka? Zasto se ne pohranjuje podatke lokalno?";

/* No comment provided by engineer. */
"Write Review" = "Napisi osvrt";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Cyrus Najambadi je napisao";

/* No comment provided by engineer. */
"Yesterday" = "Jucer";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Prvo morate postaviti racun e-poste na uređaj prije nego mozete poslati komentar.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Vasa %@'s zemlja je postavljen na: %@\n\nPuni podrska %@ uskoro u vasu zemlju, i nekoliko znacajki su vec na raspolaganju za koristenje danas! Kada vise mogucnosti postaju spremni, automatski cete biti obavijesteni o novostima.";

/* No comment provided by engineer. */
"kilometer" = "kilometar";

/* No comment provided by engineer. */
"kilometers" = "kilometara";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "milja";